Revit 2027 API
GroupTypeId.RebarArray Property
 Rebar Set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarArray { get; }
Public Shared ReadOnly Property RebarArray As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarArray {
	ForgeTypeId^ get ();
}
static member RebarArray : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace